Repository: axodox/KinectScan
Catalog: KinectScan/KinectScan/LocalizedStrings.*.resx
Languages: hu_hu

# Connecting
source: Connecting to Kinect...
hu_hu: Kapcsolódás a Kinecthez...

source: Connecting aborted.
hu_hu: Kapcsolódás megszakadt.

source: Connection established.
hu_hu: Kapcsolat létrejött.

source: Creating GPU processing pipeline...
hu_hu: GPU feldolgozólánc felépítése...

source: Exported models
hu_hu: Exportált modellek

source: Loading model...
hu_hu: Modell betöltése folyamatban...

source: Model loaded.
hu_hu: Modell betöltve.

source: Model loading failed.
hu_hu: Modell betöltése sikertelen.

source: Opening video stream...
hu_hu: Videófolyam megnyitása...

source: Open model
hu_hu: Modell megnyitása

source: Prepare to shutdown...
hu_hu: Felkészülés a leállásra...

source: Processing halted.
hu_hu: A feldolgozás felfüggesztve.

source: Processing resumed
hu_hu: A feldolgozás folytatása

source: Processing started.
hu_hu: A feldolgozás elindult.

source: Processing stopped.
hu_hu: A feldolgozás leállt.

source: Recreating GPU processing pipeline...
hu_hu: GPU feldolgozólánc újraépítése...

source: Releasing GPU processing pipeline...
hu_hu: GPU feldolgozólánc lebontása...

# SelectWorkingDirectory
source: Please select the working directory:
hu_hu: Kérem válasszon munkakönyvtárat:

source: Start
hu_hu: Indítás

source: Stop
hu_hu: Leállítás

# ProbeAddHelp
source: Add probe: Click on the image to add probe.
hu_hu: Szondák hozzáadása: Kattintson a képre szonda hozzáadásához.

# ProbeHelp
source: You can add multiple position probes here.
hu_hu: Ezzel az eszközzel szondákat adhat a képhez pozíció mérésére.

# ProbeMoveEndHelp
source: Move probe: Select the new position.
hu_hu: Szondák mozgatása: Válassza ki az új pozíciót.

# ProbeMoveStartHelp
source: Move probe: Select the probe on the image.
hu_hu: Szondák mozgatása: Válassza ki a mozgatni kívánt szondát.

# ProbeRemoveHelp
source: Remove probe: Select the probe on the image.
hu_hu: Szondák eltávolítása: Válassza ki a törölni kívánt szondát.

source: Error
hu_hu: Hiba

# ModeUnsupported
source: The {0} mode is not supported by this device.
hu_hu: A(z) {0} működési módot nem támogatja ez az eszköz.

# SaveSuccessful
source: Saving of "{0}" complete.
hu_hu: "{0}" mentése befejeződött.

# SaveUnsuccessful
source: An error occured while saving "{0}", with the error message: {1}.
hu_hu: "{0}" mentése sikertelen volt, a hiba oka: {1}.

source: Warning
hu_hu: Figyelmeztetés

# LabelNameConflict
source: This label is already used. Overwrite existing files?
hu_hu: Ez a címke már használatban van. Felül kívánja írni a már létező fájlokat?

# LabelSpecificationNeeded
source: A label must be selected.
hu_hu: A címkét kötelező megadni.

source: Hide advanced settings
hu_hu: Haladó beállítások elrejtése

source: Hide test settings
hu_hu: Tesztelési beállítások elrejtése

source: Show advanced settings
hu_hu: Haladó beállítások megjelenítése

source: Show test settings
hu_hu: Tesztelési beállítások megjelenítése

# DirectoryCreationError
source: Directories cannot be created!
hu_hu: A könyvtárak nem hozhatóak létre!

# PositionCaptured
source: position(s) have been captured so far.
hu_hu: helyzet lett eddig rögzítve.

source: Select calibration folder
hu_hu: Válassza ki a mentés helyét!
