Repository: axodox/KinectScan
Catalog: KinectScan/KinectScan/SettingsForm.*.resx
Languages: hu_hu

# NBZLimit.Title
source: Depth limit (meters)
hu_hu: Látótávolság (méter)

# NBRainbowPeriod.Title
source: Periodic length of the coloring function (meters)
hu_hu: Színezőfüggvény periódusideje (méter)

# CBReproject.Text
source: Reprojection
hu_hu: Újravetítés (ajánlott)

# NBReprojectionRotationX.Title
source: Rotation X (degrees)
hu_hu: Forgatás X tengely körül (fok)

# NBReprojectionRotationY.Title
source: Rotation Y (degrees)
hu_hu: Forgatás Y tengely körül (fok)

# NBReprojectionRotationZ.Title
source: Rotation Z (degrees)
hu_hu: Forgatás Z tengely körül (fok)

# NBGaussFilterPasses.Title
source: Iterations of Gauss filter
hu_hu: Gauss szűrő iterációinak száma

# NBGaussSigma.Title
source: Gauss filter sigma (pixels)
hu_hu: Gauss szűrű szigma (pixel)

# NBTriangleRemove.Title
source: Triangle discarding limit (~0.0024)
hu_hu: Háromszög eldobási határ (~0.0024)

# LShadingMode.Text
source: Shading mode
hu_hu: Árnyalási mód

# DDBShadingMode.Text
source: Textured
hu_hu: Textúrázott

# NBAveragedFrames.Title
source: Frame averaging buffer size (requires connection reset)
hu_hu: Átlagoló puffer mérete (újrakapcsolódást igényel)

# $this.Text
source: Settings
hu_hu: Beállítások
